The division contains no dividing references.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DivisionContainsNoReferences { get; }
  Visual Basic
Public Shared ReadOnly Property DivisionContainsNoReferences As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DivisionContainsNoReferences {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DPartFailures Class
  Autodesk.Revit.DB Namespace